import React from "react";

export const Workbook = () => {
  return(
    <div className="max-w-4xl mx-auto">
    <h2 className="text-6xl text-center pt-8 pb-10">РАБОЧАЯ ТЕТРАДЬ</h2>
    <h3 className="text-3xl text-center pb-3"><b>по дисциплине: &quot;ТЕХНИЧЕСКАЯ МЕХАНИКА&ldquo;</b></h3>
    <p className="text-2xl text-center pb-10">
      (разделы «Теоретическая механика» 
        «Сопротивление  материалов»)
    </p>
    <span className="pb-3 text-xl"><b>Уважаемые студенты!</b></span>
    <p className="my-5 text-xl leading-loose indent-8">
      &nbsp;Вы держите в руках рабочую тетрадь , которая представляет собой учебное пособие для Вашей индивидуальной самостоятельной работы по освоению дисциплины «Техническая механика».
      Работа с ней является обязательным видом учебной деятельности студентов колледжа.
      Рабочая тетрадь – это учебное пособие, которое включает задания для самостоятельной работы, список рекомендуемой литературы. 
    </p>
    <p className="my-5 text-xl leading-loose indent-8">
      Начинать работу с тетрадью необходимо с обязательного  изучения материалов лекций и соответствующих разделов рекомендуемой литературы. 
    </p>
    <p className="my-5 text-xl leading-loose indent-8">
      Рабочие тетради все чаще и чаще используются в процессе преподавания (и, соответственно, изучения) самых разных дисциплин. Данное учебное пособие предназначено для студентов 2 курса системы СПО, специальности «Техническое обслуживание и ремонт автомобильного транспорта», изучающих дисциплину «Техническая механика»
    </p>
    <p className="my-5 text-xl leading-loose indent-8">
      Рабочая тетрадь полностью построена на основе рабочей программы этого предмета и включает в себя 2 основных раздела:   
      <ul>
        <li>
          Теоретическая механика 
        </li>
        <li>
          Сопротивление материалов 
        </li>
      </ul>
    </p>
    <p className="my-5 text-xl leading-loose indent-8 md:indent-8"> 
      Материал в пособии представлен в порядке изучения тем на занятиях.  
      Задания в рабочей тетради приведены в виде теоретических вопросов и расчетно-графических работ. После изучения темы на  уроке студенты должны сначала ответить на предлагаемые теоретические вопросы, а затем решить ряд задач. Некоторые задания даны по вариантам, что должно исключить возможность списывания. 
      Все задания в рабочей тетради  даны в очень доступной форме, сложность вопросов соответствует подготовке студентов данной  специальности.  
      Предлагаемая рабочая тетрадь поможет развить у студентов техническое мышление, поможет закрепить  изучаемый на уроках  материал, применить полученные знания при решении расчетно-графических работ, лучше подготовиться к экзаменам по «Технической механике». 
      Рабочая тетрадь способствует организации самостоятельной работы студентов, проведению контроля знаний преподавателем и самоконтролю.
    </p>
    </div>
  );
};
